Revit 2024 API
ParameterTypeId.RebarSystemLayerSummaryDir2NoSpacing Property
 "Minor, Both Faces (Brief)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarSystemLayerSummaryDir2NoSpacing { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemLayerSummaryDir2NoSpacing As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemLayerSummaryDir2NoSpacing {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace